Repository: Sager1145/Rina-Chan-board-370-leds
Catalog: ios/RinaBoard/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, zh_hant

source: 地址未知
en: Address unknown
ja: アドレス不明
zh_hant: 位址未知

source: 堆内存
en: Heap memory
ja: ヒープメモリ
zh_hant: 堆積記憶體

source: 填充
en: Fill
ja: フィル
zh_hant: 填滿

source: 声音
en: Sound
ja: サウンド
zh_hant: 聲音

source: 复制
en: Copy
ja: コピー
zh_hant: 拷貝

source: 复制到本机
en: Copy to this device
ja: このデバイスにコピー
zh_hant: 複製到本機

source: 复制到面板
en: Copy to board
ja: ボードにコピー
zh_hant: 複製到面板

source: 复制失败
en: Copy failed
ja: コピーに失敗しました
zh_hant: 複製失敗

source: 复制脱敏快照
en: Copy redacted snapshot
ja: 機密情報を伏せたスナップショットをコピー
zh_hant: 複製已遮蔽敏感資訊的快照

source: 复制脱敏日志
en: Copy redacted log
ja: 機密情報を伏せたログをコピー
zh_hant: 複製已遮蔽敏感資訊的記錄

source: 复制诊断 JSON
en: Copy diagnostic JSON
ja: 診断 JSON をコピー
zh_hant: 拷貝診斷 JSON

source: 复制诊断摘要
en: Copy diagnostic summary
ja: 診断サマリーをコピー
zh_hant: 複製診斷摘要

source: 复制预览帧
en: Copy preview frame
ja: プレビューフレームをコピー
zh_hant: 拷貝預覽影格

source: 外观跟随系统设置。
en: Appearance follows your system setting.
ja: 外観はシステム設定に従います。
zh_hant: 外觀跟隨系統設定。

source: 女声
en: Female
zh_hant: 女聲

source: 好
en: OK
ja: OK

source: 字体资源缺失
en: Font resource missing
ja: フォントリソースがありません
zh_hant: 缺少字型資源

source: 字段直接来自固件回复，包含当前 App 尚未建模的未知键。原始命令可能改变面板输出。
en: Fields come directly from firmware replies and include unknown keys the app does not yet model. Raw commands may change the board's output.
ja: フィールドはファームウェアの応答から直接取得され、App がまだモデル化していない未知のキーも含まれます。raw コマンドはボードの出力を変更する場合があります。
zh_hant: 欄位直接來自韌體回覆，包含目前 App 尚未建模的未知鍵。原始指令可能會改變面板輸出。

source: 字符
en: Characters
ja: 文字
zh_hant: 字元

source: 字节
en: Bytes
ja: バイト
zh_hant: 位元組

source: 它可能已被删除，或当前面板已更换。
en: It may have been deleted, or the current board may have changed.
ja: 削除されたか、現在のボードが変更された可能性があります。
zh_hant: 它可能已被刪除，或目前的面板已更換。

source: 完成
en: Done
ja: 完了

source: 完整状态字段 (%lld)
en: Full status fields (%lld)
ja: ステータスの全フィールド (%lld)
zh_hant: 完整狀態欄位 (%lld)

source: 定位权限被拒绝
en: Location permission denied
ja: 位置情報の使用が許可されていません
zh_hant: 定位權限遭到拒絕

source: 定位权限被拒绝；可手动填写
en: Location permission denied; you can enter the name manually
ja: 位置情報の使用が許可されていません。名前は手入力できます
zh_hant: 定位權限遭到拒絕；可手動填寫

source: 实时发送
en: Send live

source: 实时同步到面板
en: Sync to board live
ja: ボードへリアルタイム同期
zh_hant: 即時同步到面板

source: 实时同步失败：%@
en: Live sync failed: %@
ja: リアルタイム同期に失敗しました：%@
zh_hant: 即時同步失敗：%@

source: 实时视频
en: Live Video
ja: ライブ映像
zh_hant: 即時影像

source: 实时视频预览占位
en: Live video preview placeholder
ja: ライブ映像プレビューのプレースホルダ
zh_hant: 即時影像預覽佔位

source: 实时预览
en: Live Preview
ja: ライブプレビュー
zh_hant: 即時預覽

source: 实时预览已关闭，修改仅保存在本地，点击「发送到面板」才会写入。
en: Live Preview is off: edits stay local until you tap Send to Board.

source: 实时预览已关闭，修改仅保存在本地，点击面板控制栏最右侧的「发送」才会写入。
en: Live Preview is off, so changes stay on this device. Tap “Send” at the far right of the board control bar to write them to the board.
ja: ライブプレビューがオフのため、変更はこの端末内にのみ保存されます。ボードに書き込むには、ボードコントロールバー右端の「送信」をタップしてください。
zh_hant: 即時預覽已關閉，修改只會儲存在本機，點一下面板控制列最右側的「傳送」才會寫入。

source: 实际速度
en: Actual speed
ja: 実際の速度
zh_hant: 實際速度

source: 客户端估算功耗
en: Client-estimated power
ja: クライアント推定消費電力
zh_hant: 用戶端估算功耗

source: 客户端数
en: Client count
ja: クライアント数
zh_hant: 用戶端數

source: 家庭 Wi-Fi
en: Home Wi-Fi
ja: 自宅の Wi-Fi
zh_hant: 家用 Wi-Fi

source: 家庭 Wi-Fi · %@
en: Home Wi-Fi · %@
ja: 自宅の Wi-Fi · %@
zh_hant: 家用 Wi-Fi · %@

source: 家庭 Wi-Fi + 热点备用
en: Home Wi-Fi + hotspot fallback
ja: 自宅の Wi-Fi + ホットスポット予備
zh_hant: 家用 Wi-Fi + 熱點備援

source: 家庭网络
en: Home network
ja: 自宅のネットワーク
zh_hant: 家用網路

source: 家庭网络配置
en: Home network profile
ja: 自宅ネットワークの設定
zh_hant: 家用網路設定

source: 密码
en: Password
ja: パスワード
zh_hant: 密碼

source: 密码 (留空为开放网络)
en: Password (leave blank for open network)
ja: パスワード（空欄はオープンネットワーク）
zh_hant: 密碼（留空表示開放網路）

source: 密码（留空为开放网络）
en: Password (leave blank for an open network)
ja: パスワード（オープンネットワークの場合は空欄）
zh_hant: 密碼（留空表示開放網路）

source: 密码直接发送给璃奈板；App 不会从 iPhone 读取密码。
en: The password is sent directly to the Rina board; the app does not read it from the iPhone.
ja: パスワードは璃奈ちゃんボードへ直接送信されます。App が iPhone からパスワードを読み取ることはありません。
zh_hant: 密碼會直接傳送給璃奈板；App 不會從 iPhone 讀取密碼。

source: 对着手机说话，板子上的嘴巴会跟着动。只有识别结果发生变化时才会向板子发送一帧。
en: Speak into the phone and the board's mouth follows. A frame is sent only when the detected vowel changes.
ja: スマートフォンに向かって話すと、ボードの口が合わせて動きます。認識結果が変わったときだけ、ボードに 1 フレーム送信します。
zh_hant: 對著手機說話，板子上的嘴巴就會跟著動。只有辨識結果改變時，才會向板子傳送一個影格。

source: 对着手机说话，板子上的嘴巴会跟着动。离开此页面将停止同步。
en: Speak into your phone and the mouth on the board will move with you. Syncing stops when you leave this screen.
ja: iPhone に向かって話すと、ボードの口が声に合わせて動きます。この画面を離れると同期は停止します。
zh_hant: 對著手機說話，板子上的嘴巴會跟著動。離開此頁面將停止同步。

source: 导入
en: Import
ja: 読み込む
zh_hant: 匯入

source: 导入会先验证并复制文件；无效文件不会替换当前演出。
en: Files are validated before being copied. Invalid files will not replace the current performance.
ja: ファイルは検証してからコピーされます。無効なファイルで現在の演出が置き換わることはありません。
zh_hant: 匯入時會先驗證並複製檔案；無效檔案不會取代目前的演出。

source: 导入失败：文件格式无效
en: Import failed: invalid file format
ja: 読み込みに失敗しました：ファイル形式が正しくありません
zh_hant: 匯入失敗：檔案格式無效

source: 导入视频…
en: Import Video…
ja: ビデオを読み込む…
zh_hant: 匯入影片…

source: 导入视频失败：%@
en: Couldn't import video: %@
ja: ビデオを読み込めませんでした：%@
zh_hant: 匯入影片失敗：%@

source: 导入脚本
en: Import script
ja: スクリプトを読み込む
zh_hant: 匯入腳本

source: 导入脚本失败：%@
en: Could not import the script: %@
ja: スクリプトを読み込めませんでした：%@
zh_hant: 匯入腳本失敗：%@

source: 导入表情列表
en: Import face list
ja: 表情リストを読み込む
zh_hant: 匯入表情列表

source: 导入音频
en: Import audio
ja: オーディオを読み込む
zh_hant: 匯入音訊

source: 导入音频失败：%@
en: Could not import the audio: %@
ja: オーディオを読み込めませんでした：%@
zh_hant: 匯入音訊失敗：%@

source: 导出
en: Export
ja: 書き出す
zh_hant: 匯出

source: 导出全部
en: Export all
ja: すべて書き出す
zh_hant: 全部匯出

source: 封包帧实验室
en: Packed frame lab
ja: パックフレーム ラボ
zh_hant: 封包影格實驗室

source: 将从当前面板永久删除所选表情。
en: The selected face will be permanently deleted from the current board.
ja: 選択した表情を現在のボードから完全に削除します。
zh_hant: 將從目前面板永久刪除所選表情。

source: 将从当前面板永久删除此表情。
en: This face will be permanently deleted from the current board.
ja: この表情を現在のボードから完全に削除します。
zh_hant: 將從目前面板永久刪除此表情。

source: 尚未解析主机地址
en: The host address has not been resolved yet
ja: ホストアドレスがまだ解決されていません
zh_hant: 尚未解析主機位址

source: 尚未请求读取
en: Not requested yet
ja: まだ読み取りを要求していません
zh_hant: 尚未要求讀取

source: 尚未读取
en: Not read yet
ja: まだ読み取っていません
zh_hant: 尚未讀取

source: 局域网内暂未发现璃奈板
en: No Rina boards found on the local network yet
ja: ローカルネットワーク上に璃奈ちゃんボードがまだ見つかりません
zh_hant: 區域網路內暫未找到璃奈板

source: 局域网发现
en: Local network discovery
ja: ローカルネットワークで検出
zh_hant: 區域網路探索

source: 左右眼同步
en: Sync Left/Right Eye
ja: 左右の目を同期

source: 左右眼对称
en: Mirror left/right eyes

source: 已从本机删除表情
en: Face deleted from this device
ja: このデバイスから表情を削除しました
zh_hant: 已從本機刪除表情

source: 已保存
en: Saved
ja: 保存済み
zh_hant: 已儲存

source: 已保存到本机
en: Saved on this device
ja: このデバイスに保存しました
zh_hant: 已儲存到本機

source: 已保存到面板表情库
en: Saved to the board's face library
ja: ボードの表情ライブラリに保存しました
zh_hant: 已儲存到面板表情庫

source: 已保存的璃奈板
en: Saved Rina boards
ja: 保存した璃奈ちゃんボード
zh_hant: 已儲存的璃奈板

source: 已保存的表情
en: Saved faces
ja: 保存した表情
zh_hant: 已儲存的表情

source: 已关闭
en: Off
ja: オフ
zh_hant: 已關閉

source: 已删除 %lld 个，%lld 个失败
en: Deleted %lld; %lld failed
ja: %lld 個を削除、%lld 個は失敗しました
zh_hant: 已刪除 %lld 個，%lld 個失敗

source: 已删除 %lld 个表情
en: Deleted %lld faces
ja: %lld 個の表情を削除しました
zh_hant: 已刪除 %lld 個表情

source: 已加入板子热点，但未能连接璃奈板
en: Joined the board's hotspot, but could not connect to the Rina board
ja: ボードのホットスポットには参加しましたが、璃奈ちゃんボードへ接続できませんでした
zh_hant: 已加入板子熱點，但無法連線璃奈板

source: 已加入热点，正在建立 App 控制连接
en: Hotspot joined; establishing the app control connection
ja: ホットスポットに参加しました。App の制御接続を確立中です
zh_hant: 已加入熱點，正在建立 App 控制連線

source: 已发送 %1$lld B（逐帧回退，位图预期 frames=%2$lld rotation=%3$lld，实际 frames=%4$lld rotation=%5$lld）
en: Sent %1$lld B (per-frame fallback; bitmap expected frames=%2$lld rotation=%3$lld, got frames=%4$lld rotation=%5$lld)
ja: %1$lld B を送信（フレーム単位のフォールバック。ビットマップの想定は frames=%2$lld rotation=%3$lld、実際は frames=%4$lld rotation=%5$lld）
zh_hant: 已傳送 %1$lld B（逐影格回退，點陣圖預期 frames=%2$lld rotation=%3$lld，實際 frames=%4$lld rotation=%5$lld）

source: 已发送 %lld B（位图）
en: Sent %lld B (bitmap)
ja: %lld B を送信（ビットマップ）
zh_hant: 已傳送 %lld B（點陣圖）

source: 已发送图案：%@
en: Pattern sent: %@
ja: パターンを送信しました：%@
zh_hant: 已傳送圖案：%@

source: 已发送解析帧
en: Parsed frame sent
ja: 解析したフレームを送信しました
zh_hant: 已傳送解析影格

source: 已同步
en: Synced
ja: 同期済み

source: 已复制 %lld 个，%lld 个失败
en: Copied %lld; %lld failed
ja: %lld 個をコピー、%lld 個は失敗しました
zh_hant: 已複製 %lld 個，%lld 個失敗

source: 已复制 %lld 个表情
en: Copied %lld faces
ja: %lld 個の表情をコピーしました
zh_hant: 已複製 %lld 個表情

source: 已复制脱敏原始快照
en: Copied redacted raw snapshot
ja: 機密情報を除いた RAW スナップショットをコピーしました
zh_hant: 已複製已遮蔽敏感資訊的原始快照

source: 已复制诊断 JSON
en: Copied diagnostic JSON
ja: 診断 JSON をコピーしました
zh_hant: 已複製診斷 JSON

source: 已复制预览帧 (hex94)
en: Copied preview frame (hex94)
ja: プレビューフレーム（hex94）をコピーしました
zh_hant: 已複製預覽影格 (hex94)

source: 已开启
en: On
ja: オン
zh_hant: 已開啟

source: 已恢复 %lld 个本机表情
en: Restored %lld local faces
ja: %lld 個のローカル表情を復元しました
zh_hant: 已還原 %lld 個本機表情

source: 已恢复默认名称“%@”
en: Restored the default name “%@”
ja: デフォルト名「%@」に戻しました
zh_hant: 已恢復預設名稱「%@」

source: 已接入，名称未报告
en: Joined; name not reported
ja: 接続済み（名前は未報告）
zh_hant: 已加入，未回報名稱

source: 已暂停
en: Paused
ja: 一時停止中
zh_hant: 已暫停

source: 已校准
en: Calibrated
ja: キャリブレーション済み
zh_hant: 已校準

source: 已清空用户表情，保留 %lld 个默认表情 (gen=%lld)
en: Cleared user faces; kept %lld default faces (gen=%lld)
ja: ユーザー表情を消去し、%lld 個のデフォルト表情を保持しました（gen=%lld）
zh_hant: 已清除使用者表情，保留 %lld 個預設表情 (gen=%lld)

source: 已生效，但未能写入板子存储（重启后会丢失）
en: The name is active, but could not be saved on the board (it will be lost after restarting)
ja: 名前は反映されましたが、ボードに保存できませんでした（再起動すると失われます）
zh_hant: 名稱已生效，但無法寫入板子儲存空間（重新啟動後會遺失）

source: 已解析为本地预览
en: Parsed into the local preview
ja: ローカルプレビューに反映しました
zh_hant: 已解析為本機預覽

source: 已请求重启设备
en: Device restart requested
ja: デバイスの再起動を要求しました
zh_hant: 已要求重新啟動裝置

source: 已连接
en: Connected
ja: 接続済み
zh_hant: 已連線

source: 已连接 · 设备当前内容
en: Connected · Current device content
ja: 接続済み · デバイスで表示中の内容
zh_hant: 已連線 · 裝置目前內容

source: 已连接网络
en: Connected network
ja: 接続中のネットワーク
zh_hant: 已連線的網路

source: 已选择
en: Selected
ja: 選択済み
zh_hant: 已選擇

source: 已通过璃奈板直连热点建立控制连接
en: Control connection established through the Rina board's direct hotspot
ja: 璃奈ちゃんボードの直接接続用ホットスポット経由で制御接続を確立しました
zh_hant: 已透過璃奈板直連熱點建立控制連線

source: 已重命名为“%@”
en: Renamed to “%@”
ja: 名前を「%@」に変更しました
zh_hant: 已重新命名為「%@」

source: 帧 %@/%@
en: Frame %@/%@

source: 帧 %lld / %lld
en: Frame %lld / %lld
ja: フレーム %lld / %lld
zh_hant: 影格 %lld / %lld

source: 帧 %lld/%lld
en: Frame %lld/%lld

source: 帧发送
en: Frames sent
ja: フレーム送信
zh_hant: 影格傳送

source: 帧尝试 / 失败
en: Frame attempts / failures
ja: フレーム試行／失敗
zh_hant: 影格嘗試／失敗

source: 帧数据无效，无法保存到本机
en: The frame data is invalid and cannot be saved on this device
ja: フレームデータが無効なため、このデバイスに保存できません
zh_hant: 影格資料無效，無法儲存到本機

source: 帧率
en: Frame rate

source: 序号 %@
en: Order %@

source: 序号 %lld
en: Order %lld
ja: 順序 %lld
zh_hant: 序號 %lld

source: 应用
en: App
ja: App
zh_hant: App

source: 应用到面板
en: Apply to board
ja: ボードに適用
zh_hant: 套用到面板

source: 应用失败：%@
en: Apply failed: %@
ja: 適用に失敗しました：%@
zh_hant: 套用失敗：%@

source: 应用日志记录本页操作；固件日志来自 EV_LOG。这里不是完整的收发数据包跟踪。
en: The app log records actions from this screen; firmware logs come from EV_LOG. This is not a complete packet trace.
ja: App ログにはこの画面での操作が記録され、ファームウェアログは EV_LOG から取得されます。完全なパケットトレースではありません。
zh_hant: 應用程式記錄會記下此頁面的操作；韌體記錄來自 EV_LOG。這裡不是完整的封包收發追蹤。

source: 开启
en: On

source: 开始同步
en: Start Sync
ja: 同期を開始
zh_hant: 開始同步

source: 开始接收固件日志
en: Start receiving firmware logs
ja: ファームウェアログの受信を開始
zh_hant: 開始接收韌體記錄

source: 开放网络，无需密码
en: Open network, no password needed
ja: オープンネットワーク（パスワード不要）
zh_hant: 開放網路，不需要密碼

source: 当前 Wi-Fi 名称
en: Current Wi-Fi name
ja: 現在の Wi-Fi 名
zh_hant: 目前的 Wi-Fi 名稱

source: 当前使用
en: In use
ja: 使用中
zh_hant: 目前使用中

source: 当前保存表情
en: Currently saved face
ja: 現在保存されている表情
zh_hant: 目前儲存的表情

source: 当前帧
en: Current frame
ja: 現在のフレーム
zh_hant: 目前影格

source: 当前或家庭 Wi-Fi
en: Current or home Wi-Fi
ja: 現在または自宅の Wi-Fi
zh_hant: 目前或家用 Wi-Fi

source: 当前灯已点亮
en: Current LED is on
ja: 現在の LED は点灯中
zh_hant: 目前燈號已點亮

source: 当前灯已熄灭
en: Current LED is off
ja: 現在の LED は消灯中
zh_hant: 目前燈號已熄滅

source: 当前表情
en: Current face
ja: 現在の表情
zh_hant: 目前表情

source: 当前输出
en: Current output
ja: 現在の出力
zh_hant: 目前輸出

source: 当前部件数据与左右眼映射不一致，已停用逐灯同步。
en: The part data doesn't match the left/right eye mapping, so per-LED sync is disabled.
ja: 現在のパーツデータが左右の目のマッピングと一致しないため、LED ごとの同期を無効にしました。
zh_hant: 目前的元件資料與左右眼對應不一致，已停用逐燈同步。

source: 当前面板
en: Current board
ja: 現在のボード
zh_hant: 目前面板

source: 当前面板播放预览 · 新草稿尚未发送
en: Current board is playing the preview · New draft not sent
ja: 現在のボードでプレビューを再生中 · 新しい下書きは未送信
zh_hant: 目前面板正在播放預覽 · 新草稿尚未傳送

source: 循环播放
en: Loop
ja: ループ再生
zh_hant: 循環播放

source: 微调
en: Trimming
ja: 微調整
zh_hant: 微調

source: 忘记家庭 Wi-Fi
en: Forget home Wi-Fi
ja: 自宅の Wi-Fi 設定を削除
zh_hant: 忘記家用 Wi-Fi

source: 忘记网络
en: Forget network
ja: ネットワークを削除
zh_hant: 忘記網路

source: 恢复中
en: Restoring
ja: 復帰中
zh_hant: 恢復中

source: 恢复同步到面板
en: Resume syncing to board
ja: ボードとの同期を再開
zh_hant: 恢復同步到面板

source: 恢复默认
en: Reset to default
ja: デフォルトに戻す
zh_hant: 恢復預設

source: 恢复默认口型
en: Restore Default Mouths
ja: デフォルトの口の形に戻す
zh_hant: 恢復預設嘴型

source: 恢复默认名称
en: Restore default name
ja: デフォルト名に戻す
zh_hant: 恢復預設名稱

source: 恢复默认声音模型
en: Restore Default Voice Model
ja: デフォルトの音声モデルに戻す
zh_hant: 恢復預設聲音模型

source: 成功连接过的璃奈板会显示在这里
en: Rina boards you have connected to successfully will appear here
ja: 接続に成功した璃奈ちゃんボードがここに表示されます
zh_hant: 曾成功連線的璃奈板會顯示在這裡

source: 我的表情
en: My faces
ja: マイ表情

source: 我确认发送原始指令
en: I confirm sending the raw command
ja: raw コマンドの送信を確認しました
zh_hant: 我確認要傳送原始指令

source: 所选歌曲已改变，请重新导入
en: The selected song changed. Import it again.
ja: 選択した曲が変更されました。もう一度読み込んでください。
zh_hant: 所選歌曲已變更，請重新匯入。

source: 手动
en: Manual
ja: 手動
zh_hant: 手動

source: 手动填写，未经系统验证
en: Entered manually; not verified by the system
ja: 手入力（システム未検証）
zh_hant: 手動填寫，未經系統驗證

source: 手动填写当前 Wi-Fi 名称
en: Enter current Wi-Fi name manually
ja: 現在の Wi-Fi 名を手入力
zh_hant: 手動填寫目前的 Wi-Fi 名稱

source: 手动填写的名称仅供你核对，未经系统验证。
en: A manually entered name is for your reference and is not verified by the system.
ja: 手入力した名前は確認用であり、システムによる検証は行われません。
zh_hant: 手動填寫的名稱僅供你核對，未經系統驗證。

source: 手动绘画
en: Draw
ja: 手描き
zh_hant: 手動繪畫

source: 手动表情
en: Manual face
ja: 手動表情
zh_hant: 手動表情

source: 手动输入主机名或 IP
en: Enter host or IP manually
ja: ホスト名または IP を手入力
zh_hant: 手動輸入主機名稱或 IP

source: 手机热点
en: Phone hotspot
ja: スマートフォンのテザリング
zh_hant: 手機熱點

source: 打开应用设置
en: Open app settings
ja: App の設定を開く
zh_hant: 開啟 App 設定

source: 打开面板控制中心
en: Open the board Control Center
ja: ボードコントロールセンターを開く
zh_hant: 打開面板控制中心

source: 扫描仅查找支持 RinaLink 的璃奈板；不会扫描 iPhone 附近的 Wi-Fi。
en: Scanning only finds Rina boards that support RinaLink; it does not scan Wi-Fi networks near the iPhone.
ja: スキャンでは RinaLink 対応の璃奈ちゃんボードだけを検索します。iPhone 周辺の Wi-Fi はスキャンしません。
zh_hant: 掃描只會尋找支援 RinaLink 的璃奈板；不會掃描 iPhone 附近的 Wi-Fi。

source: 扫描已自动停止。可以再次扫描。
en: Scanning stopped automatically. You can scan again.
ja: スキャンは自動的に停止しました。もう一度スキャンできます。
zh_hant: 掃描已自動停止。你可以再次掃描。

source: 扫描网络
en: Scan networks
ja: ネットワークをスキャン
zh_hant: 掃描網路

source: 扫描附近的璃奈板
en: Scan for nearby boards
ja: 近くの璃奈ちゃんボードをスキャン
zh_hant: 掃描附近的璃奈板

source: 找不到可用的麦克风输入
en: No microphone input is available
ja: 利用できるマイク入力が見つかりません
zh_hant: 找不到可用的麥克風輸入

source: 把家庭 Wi-Fi 发送给璃奈板
en: Send home Wi-Fi to the Rina board
ja: 自宅の Wi-Fi を璃奈ちゃんボードに送信
zh_hant: 將家用 Wi-Fi 傳送給璃奈板

source: 抖动
en: Dither
ja: ディザ
zh_hant: 抖動

source: 拉伸
en: Stretch
ja: 引き伸ばし

source: 指令名或 JSON
en: Command name or JSON
ja: コマンド名または JSON
zh_hant: 指令名稱或 JSON

source: 按名称或设备编号筛选
en: Filter by name or device ID
ja: 名前またはデバイス ID で絞り込む
zh_hant: 依名稱或裝置編號篩選

source: 按键模拟
en: Key simulation
ja: キー入力シミュレーション
zh_hant: 按鍵模擬

source: 排列我的表情
en: Reorder my faces
ja: マイ表情を並べ替える

source: 排序
en: Reorder
ja: 並べ替え

source: 排序列表已发生变化，请取消后重试
en: The order changed. Cancel and try again.
ja: 並び順が変更されました。キャンセルしてやり直してください。
zh_hant: 排序清單已變更，請取消後再試一次。

source: 接收固件日志
en: Receive firmware logs
ja: ファームウェアログを受信
zh_hant: 接收韌體日誌

source: 控制时保持屏幕常亮
en: Keep screen awake while controlling
ja: 操作中は画面をスリープさせない
zh_hant: 控制時保持螢幕不休眠

source: 控制通道已连接
en: Control channel connected
ja: 制御チャンネル接続済み
zh_hant: 控制通道已連線

source: 搜索字段、值或来源
en: Search fields, values, or sources
ja: フィールド、値、ソースを検索
zh_hant: 搜尋欄位、值或來源

source: 搜索指令
en: Search commands
ja: コマンドを検索
zh_hant: 搜尋指令

source: 搜索日志
en: Search logs
ja: ログを検索
zh_hant: 搜尋記錄

source: 搜索表情
en: Search faces
ja: 表情を検索
zh_hant: 搜尋表情

source: 撤销
en: Undo
ja: 取り消す
zh_hant: 復原

source: 播放
en: Playback
ja: 再生

source: 播放: %@
en: Playback: %@

source: 播放中
en: Playing
ja: 再生中

source: 收发记录（最新在前）
en: Traffic (newest first)
ja: 送受信履歴（新しい順）
zh_hant: 收發記錄（最新在前）

source: 改用 Wi-Fi 控制板子
en: Control the board over Wi-Fi
ja: Wi-Fi でボードを制御

source: 文字滚动
en: Scroll Text
ja: 文字スクロール
zh_hant: 文字滾動

source: 文字草稿尚未保存：%@
en: The text draft could not be saved: %@
ja: テキストの下書きを保存できませんでした：%@
zh_hant: 文字草稿尚未儲存：%@

source: 文本超过 4096 字节
en: Text exceeds 4096 bytes
ja: テキストが 4096 バイトを超えています
zh_hant: 文字超過 4096 位元組

source: 断开
en: Disconnect
ja: 切断
zh_hant: 中斷連線

source: 断开璃奈板
en: Disconnect from Rina board
ja: 璃奈ちゃんボードから切断
zh_hant: 中斷璃奈板連線

source: 断线前 · %@
en: Before disconnection · %@
ja: 切断前 · %@
zh_hant: 斷線前 · %@

source: 新表情
en: New face
ja: 新しい表情

source: 无
en: None

source: 无法保存本机表情库：%@
en: The local face library could not be saved: %@
ja: ローカル表情ライブラリを保存できませんでした：%@
zh_hant: 無法儲存本機表情庫：%@

source: 无法加载部件库
en: Could not load the parts library
ja: パーツライブラリを読み込めませんでした
zh_hant: 無法載入元件庫

source: 无法加载部件库：%@
en: Couldn't load the parts library: %@
ja: パーツライブラリを読み込めませんでした：%@
zh_hant: 無法載入元件庫：%@

source: 无法开始播放音频
en: Could not start audio playback
ja: オーディオを再生できませんでした
zh_hant: 無法開始播放音訊

source: 无法恢复播放音频
en: Could not resume audio playback
ja: オーディオ再生を再開できませんでした
zh_hant: 無法恢復播放音訊

source: 无法恢复文字草稿：%@
en: The text draft could not be restored: %@
ja: テキストの下書きを復元できませんでした：%@
zh_hant: 無法還原文字草稿：%@

source: 无法恢复草稿：%@
en: The draft could not be restored: %@
ja: 下書きを復元できませんでした：%@
zh_hant: 無法還原草稿：%@

source: 无法确认定位权限状态
en: Could not determine location permission status
ja: 位置情報の権限状態を確認できませんでした
zh_hant: 無法確認定位權限狀態

source: 无法解析：需要 94 位十六进制 / 47 项整数 JSON 数组 / base64
en: Could not parse. Enter 94 hexadecimal characters, a 47-item integer JSON array, or base64.
ja: 解析できません。94 桁の16進数、47個の整数を含む JSON 配列、または base64 を入力してください。
zh_hant: 無法解析：需要 94 位十六進位字元、47 項整數 JSON 陣列或 base64。

source: 无法读取文件：%@
en: The file could not be read: %@
ja: ファイルを読み込めませんでした：%@
zh_hant: 無法讀取檔案：%@

source: 无法读取本机表情库：%@
en: The local face library could not be read: %@
ja: ローカル表情ライブラリを読み込めませんでした：%@
zh_hant: 無法讀取本機表情庫：%@

source: 无法读取表情库
en: Could not read the face library
ja: 表情ライブラリを読み取れませんでした
zh_hant: 無法讀取表情庫

source: 无法读取音频文件：%@
en: Could not read the audio file: %@
ja: オーディオファイルを読み込めませんでした：%@
zh_hant: 無法讀取音訊檔案：%@

source: 无法载入演出：%@
en: Could not load performance: %@
ja: 演出を読み込めませんでした：%@
zh_hant: 無法載入演出：%@

source: 无法选择脚本：%@
en: Could not select script: %@
ja: スクリプトを選択できませんでした：%@
zh_hant: 無法選擇腳本：%@

source: 无法选择音频：%@
en: Could not select audio: %@
ja: オーディオを選択できませんでした：%@
zh_hant: 無法選擇音訊：%@

source: 日志
en: Logs
ja: ログ
zh_hant: 記錄

source: 时长
en: Duration
ja: 長さ
zh_hant: 時長

source: 时间轴已就绪，需要这首歌的音频
en: Timeline ready; audio for this song is required
ja: タイムラインの準備ができました。この曲のオーディオが必要です
zh_hant: 時間軸已就緒，需要這首歌的音訊

source: 是
en: Yes
ja: はい

source: 显示全部可用指令
en: Show all available commands
ja: 利用可能なすべてのコマンドを表示
zh_hant: 顯示全部可用指令

source: 显示面板照片
en: Show board photo
ja: ボードの写真を表示
zh_hant: 顯示面板照片

source: 暂停
en: Pause
ja: 一時停止
zh_hant: 暫停

source: 暂停列表更新
en: Pause list updates
ja: リストの更新を一時停止
zh_hant: 暫停列表更新

source: 暂停当前活动
en: Pause current activity
ja: 現在の動作を一時停止
zh_hant: 暫停目前活動

source: 暂无
en: None
ja: なし
zh_hant: 無

source: 暂无电源数据
en: No power data
ja: 電源データがありません
zh_hant: 尚無電源資料

source: 暂无网络数据
en: No network data
ja: ネットワークデータがありません
zh_hant: 尚無網路資料

source: 暂无表情
en: No faces yet
ja: 表情がまだありません
zh_hant: 尚無表情

source: 暂未发现设备
en: No devices found yet
ja: デバイスがまだ見つかりません
zh_hant: 暫未找到裝置

source: 更多
en: More
ja: その他

source: 更多编辑
en: More editing
ja: その他の編集
zh_hant: 更多編輯

source: 更换这首歌的音频
en: Replace audio for this song
ja: この曲のオーディオを変更
zh_hant: 更換這首歌的音訊

source: 更新于 %@
en: Updated %@
ja: %@に更新
zh_hant: 更新於 %@

source: 更新并播放
en: Update and play
ja: 更新して再生
zh_hant: 更新並播放

source: 有效帧 (%@ 颗点亮)
en: Valid frame (%@ lit)

source: 有效帧 (%lld 颗点亮)
en: Valid frame (%lld lit)
ja: 有効なフレーム（%lld 個点灯）
zh_hant: 有效影格（%lld 顆點亮）

source: 有效帧，点亮 %lld 颗
en: Valid frame, %lld LEDs on
ja: 有効なフレーム、%lld 個点灯
zh_hant: 有效影格，點亮 %lld 顆

source: 未发送
en: Unsent
ja: 未送信
zh_hant: 未傳送

source: 未启动
en: Not started
ja: 未開始
zh_hant: 未啟動

source: 未报告
en: Not reported
ja: 未報告
zh_hant: 未回報

source: 未接入
en: Not joined
ja: 未接続
zh_hant: 未加入

source: 未播放
en: Not playing
ja: 再生していません

source: 未知
en: Unknown
ja: 不明

source: 未知原因
en: Unknown reason
ja: 不明な理由

source: 未连接
en: Not connected
ja: 未接続
zh_hant: 未連線

source: 未连接 · 可继续编辑本地草稿
en: Not connected · You can keep editing the local draft
ja: 未接続 · ローカルの下書きは引き続き編集できます
zh_hant: 未連線 · 可繼續編輯本機草稿

source: 未连接 · 点此连接面板
en: Not connected · Tap to connect the board
ja: 未接続 · タップしてボードに接続
zh_hant: 未連線 · 點一下以連接面板

source: 未连接，无法保存到面板
en: Not connected — can't save to the board
ja: 未接続のため、ボードに保存できません
zh_hant: 未連線，無法儲存到面板

source: 未连接，无法同步到面板
en: Not connected — can't sync to the board
ja: 未接続のため、ボードに同期できません
zh_hant: 未連線，無法同步到面板

source: 未连接，无法应用表情
en: Not connected — can't apply the face
ja: 未接続のため、表情を適用できません
zh_hant: 未連線，無法套用表情

source: 未连接璃奈板
en: Not connected to a Rina board
ja: 璃奈ちゃんボードに未接続
zh_hant: 尚未連線璃奈板

source: 未连接面板
en: Board not connected
ja: ボードに未接続
zh_hant: 尚未連線面板

source: 未选择
en: Not selected
ja: 未選択
zh_hant: 未選擇

source: 未选择脚本
en: No script selected
ja: スクリプトが選択されていません
zh_hant: 未選擇腳本

source: 未选择音频
en: No audio selected
ja: オーディオが選択されていません
zh_hant: 未選擇音訊

source: 未采样
en: Not sampled
ja: 未取得
zh_hant: 尚未取樣

source: 本地草稿 · 尚未发送到当前面板
en: Local draft · Not sent to the current board
ja: ローカル下書き · 現在のボードには未送信
zh_hant: 本機草稿 · 尚未傳送到目前面板

source: 本地计算电压
en: Locally calculated voltage
ja: ローカル計算の電圧
zh_hant: 本機計算電壓

source: 本地预览 · %@ 帧
en: Local preview · %@ frames

source: 本地预览 · %lld 帧
en: Local preview · %lld frames

source: 本地预览：%@
en: Local preview: %@
ja: ローカルプレビュー：%@
zh_hant: 本機預覽：%@

source: 本机
en: This device
ja: このデバイス
zh_hant: 本機

source: 本次 Debug 会话
en: This Debug session
ja: 今回のデバッグセッション
zh_hant: 本次 Debug 工作階段

source: 本项目基于上述开源项目的创意与实现，向原作者致谢。各组件版权归原作者所有，并遵循其各自的开源许可证。
en: This project builds on the ideas and work of the open-source projects above; thanks to their authors. Each component remains the copyright of its author and is used under its own license.
ja: 本プロジェクトは上記のオープンソースプロジェクトのアイデアと実装を土台にしています。作者の皆さまに感謝します。各コンポーネントの著作権は原作者に帰属し、それぞれのオープンソースライセンスに従って利用しています。
zh_hant: 本專案以上述開源專案的創意與實作為基礎，在此向原作者致謝。各元件的著作權歸原作者所有，並依其各自的開源授權條款使用。

source: 来源
en: Source
ja: ソース
zh_hant: 來源

source: 板子 Wi-Fi
en: Board Wi-Fi
ja: ボードの Wi-Fi

source: 板子保存的家庭网络
en: Home network saved on the board
ja: ボードに保存した自宅ネットワーク
zh_hant: 板子儲存的家用網路

source: 板子保存的手机热点
en: Phone hotspot saved on the board
ja: ボードに保存したスマートフォンのホットスポット
zh_hant: 板子儲存的手機熱點

source: 板子地址
en: Board address
ja: ボードのアドレス
zh_hant: 板子位址

source: 板子尚未报告
en: The board has not reported yet
ja: ボードからまだ報告されていません
zh_hant: 板子尚未回報

source: 板子尚未报告 Wi-Fi 状态
en: The board has not reported its Wi-Fi status yet
ja: ボードから Wi-Fi の状態がまだ報告されていません
zh_hant: 板子尚未回報 Wi-Fi 狀態

source: 板子已加入热点，但 App 未能建立连接。
en: The board joined the hotspot, but the app could not establish a connection.
ja: ボードはホットスポットに接続しましたが、App は接続を確立できませんでした。
zh_hant: 板子已加入熱點，但 App 無法建立連線。

source: 板子已接入 Wi-Fi，但 App 连接失败
en: The board joined Wi-Fi, but the app could not connect
ja: ボードは Wi-Fi に接続しましたが、App から接続できませんでした
zh_hant: 板子已加入 Wi-Fi，但 App 連線失敗

source: 板子当前配置
en: Board's current profile
ja: ボードの現在の設定
zh_hant: 板子目前的設定

source: 板子未接入 Wi-Fi
en: The board is not connected to Wi-Fi
ja: ボードは Wi-Fi に接続していません
zh_hant: 板子未加入 Wi-Fi
